[
    {
        "id": "a1",
        "name": "Arnold Palmer",
        "quote": "Success in this game depends less on strength of body than strength of mind and character.",
        "tags": ["inspirational"]
    },
    {
        "id": "a2",
        "name": "Arnold Palmer",
        "quote": "I have a tip that can take five stroke off anyone's game. It's called an eraser",
        "tags": ["funny"]
    },
    {
        "id": "a3",
        "name": "Arnold Palmer",
        "quote": "Golf is deceptively simple and endlessly complicated; it satisfies the soul and frustrates the intellect. It is at the same time rewarding and maddening – and it is without a doubt the greatest game mankind has ever invented.",
        "tags": ["inspirational"]
    },
    {
        "id": "a4",
        "name": "Arnold Palmer",
        "quote": "The game has such a hold on golfers because they compete not only against an opponent, but also against the course, against par, and most surely - against themselves.",
        "tags": ["inspirational"]
    },
     {
        "id": "a5",
        "name": "Arnold Palmer",
        "quote": "Always make a total effort, even when the odds are against you.",
        "tags": ["inspirational"]
    },
    {
        "id": "a6",
        "name": "Arnold Palmer",
        "quote": "Putting is like wisdom – partly a natural gift and partly the accumulation of experience.",
        "tags": ["player"]
    },
    {
        "id": "a7",
        "name": "Tiger Woods",
        "quote": "I get to play golf for a living. What more can you ask for, getting paid for doing what you love.",
        "tags": ["player"]
    },
    {
        "id": "a8",
        "name": "Sergio Garcia",
        "quote": "If you worry about making bogeys, it makes the game that much more difficult. You put more pressure on yourself without even noticing it. It makes a difference to take it easy when things aren’t going right.",
        "tags": ["player"]
    },
    {
        "id": "a9",
        "name": "Sergio Garcia",
        "quote": "There’s no such thing as bad weather, only inappropriate clothing!",
        "tags": ["funny"]
    },
    {
        "id": "a10",
        "name": "P.G Wodehouse",
        "quote": "Golf… is the infallible test. The man who can go into a patch of rough alone, with the knowledge that only God is watching him, and play his ball where it lies, is the man who will serve you faithfully and well.",
        "tags": ["inspirational"]
    },
    {
        "id": "a12",
        "name": "Gary Player",
        "quotes": "A good golfer has the determination to win and the patience to wait for the breaks.",
        "tags": ["player"]
    },
    {
        "id": "a13",
        "name": "Jack Nicklaus",
        "quotes": "Arnold’s place in history will be as the man who took golf from being a game for the few to a sport for the masses. He was the catalyst who made that happen.",
        "tags": ["inspirational"]
    },
    {
        "id": "a14",
        "name": "Jack Nicklaus",
        "quotes": "Resolve never to quit, never to give up, no matter what the situation",
        "tags": ["inspirational"]
    },
    {
        "id": "a15",
        "name": "Jack Nicklaus",
        "quotes": "The older you get the stronger the wind gets — and it's always in your face.",
        "tags": ["funny"]
    },
    {
        "id": "a16",
        "name": "Jack Nicklaus",
        "quotes": "Learn the fundamentals of the game and stick to them. Band-Aid remedies never last.",
        "tags": ["coach"]
    },
    {
        "id": "a17",
        "name": "Jack Nicklaus",
        "quotes": "Professional golf is the only sport where, if you win 20% of the time, you're the best.",
        "tags": ["funny"]
    },
    {
        "id": "a18",
        "name": "Jack Nicklaus",
        "quotes": "Sometimes the biggest problem is in your head. You've got to play a shot instead of wondering where your next bad shot is coming from.",
        "tags": ["inspirational"]
    },
    {
        "id": "a19",
        "name": "Jack Nicklaus",
        "quotes": "Confidence is the single most important factorin the game. No matter how great your natural talent, there is only one way to obtain and sustain it: work.",
        "tags": ["inspirational"]
    },
    {
        "id": "a20",
        "name": "Jack Nicklaus",
        "quotes": "It takes hundreds of good golf shots to gain confidence, but only one bad one to lose it.",
        "tags": ["inspirational"]
    },
    {
        "id": "a21",
        "name": "Dr Bob Rotella",
        "quotes": "Golf is about how well you accept, respond to, and score with your misses much more so than it is a game of your perfect shots.",
        "tags": ["coach"]
    },
    {
        "id": "a22",
        "name": "Gary Player",
        "quotes": "The more I work and practice, the luckier I seem to get.",
        "tags": ["funny"]
    },
    {
        "id": "a23",
        "name": "Bobby Jones",
        "quotes": "One reason golf is such an exasperating game is that a thing we learned is so easily forgotten, and we find ourselves struggling year after year with faults we had discovered and corrected time and again.",
        "tags": ["player"]
    },
    {
        "id": "a24",
        "name": "Harry Vardon",
        "quotes": "For this game you need, above all things, to be in a tranquil frame of mind.",
        "tags": ["player"]
    },
    {
        "id": "a25",
        "name": "Ben Hogan",
        "quotes": "As you walk down the fairway of life you must smell the roses, for you only get to play one round.",
        "tags": ["inspirational"]
    },
    {
        "id": "a26",
        "name": "Ben Sayers",
        "quotes": "A good player who is a great putter is a match for any golfer. A great hitter who cannot putt is a match for no one.",
        "tags": ["inspirational"]
    },
    {
        "id": "a27",
        "name": "Bubba Watson",
        "quotes": "Everybody can see that my swing is homegrown. That means everybody has a chance to do it.",
        "tags": ["inspirational"]
    },
    {
        "id": "a28",
        "name": "Sam Snead",
        "quotes": "Forget your opponents; always play against par.",
        "tags": ["player"]
    },    
    {
        "id": "a29",
        "name": "P.G Wodehouse",
        "quotes": "To find a man’s true character, play golf with him.",
        "tags": ["funny"]
    },
    {
        "id": "a30",
        "name": "Jack Benny",
        "quotes": "Give me golf clubs, fresh air and a beautiful partner, and you can keep the clubs and the fresh air.",
        "tags": ["funny"]
    },
    {
        "id": "a31",
        "name": "Lee Trevino",
        "quotes": "You don’t know what pressure is until you play for five bucks with only two bucks in your pocket.",
        "tags": ["funny"]
    },
    {
        "id": "a32",
        "name": "Raymond Floyd",
        "quotes": "They call it golf because all the other four letter words were taken.",
        "tags": ["funny"]
    },
    {
        "id": "a33",
        "name": "Bobby Jones",
        "quotes": "Golf is the closest game to the game we call life. You get bad breaks from good shots; you get good breaks from bad shots - but you have to play where the ball lies.",
        "tags": ["inspirational"]
    },
    {
        "id": "a34",
        "name": "Sam Snead",
        "quotes": "If a lot of people gripped a knife and fork the way they do a golf club, they’d starve to death.",
        "tags": ["funny"]
    },
    {
        "id": "a35",
        "name": "Jackie Burke Jnr",
        "quotes": "Bad putting stems from thinking 'how' instead of 'where.",
        "tags": ["coach"]
    },
    {
        "id": "a36",
        "name": "David Leadbetter",
        "quotes": "The ultimate goal is to convert your athletic swing to pure instinct rather than conscious thought.",
        "tags": ["coach"]
    },
        {
        "id": "a37",
        "name": "Butch Harmon",
        "quotes": "It's much easier to have one swing thought than many.",
        "tags": ["coach"]
    }
]